Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Import your Mi Band history (steps, heart rate, resting HR, sleep stages, SpO₂, stress and sleep score) straight from the Mi Fitness app. On your iPhone: Files → On My iPhone → Mi Fitness, long-press the folder → Compress, then choose the .zip here. Fully offline; no Xiaomi account or Bluetooth needed. Smart Band 8/9/10.
de: Importiere deinen Mi-Band-Verlauf (Schritte, Herzfrequenz, Ruhe-HF, Schlafphasen, SpO₂, Stress und Schlafwert) direkt aus der Mi-Fitness-App. Auf deinem iPhone: Dateien → Auf meinem iPhone → Mi Fitness, Ordner gedrückt halten → Komprimieren, dann die .zip hier auswählen. Komplett offline; kein Xiaomi-Konto oder Bluetooth nötig. Smart Band 8/9/10.
es: Importa tu historial de Mi Band (pasos, frecuencia cardíaca, FC en reposo, fases de sueño, SpO₂, estrés y puntuación de sueño) directamente desde la app Mi Fitness. En tu iPhone: Archivos → En mi iPhone → Mi Fitness, mantén pulsada la carpeta → Comprimir, y luego elige el .zip aquí. Totalmente sin conexión; no se necesita cuenta de Xiaomi ni Bluetooth. Smart Band 8/9/10.
fr: Importez l'historique de votre Mi Band (pas, fréquence cardiaque, FC au repos, phases de sommeil, SpO₂, stress et score de sommeil) directement depuis l'app Mi Fitness. Sur votre iPhone : Fichiers → Sur mon iPhone → Mi Fitness, appui long sur le dossier → Compresser, puis choisissez le .zip ici. Entièrement hors ligne ; aucun compte Xiaomi ni Bluetooth requis. Smart Band 8/9/10.
it: Importa la tua cronologia Mi Band (passi, frequenza cardiaca, FC a riposo, fasi del sonno, SpO₂, stress e punteggio del sonno) direttamente dall'app Mi Fitness. Sul tuo iPhone: File → Sul mio iPhone → Mi Fitness, tieni premuta la cartella → Comprimi, poi scegli qui il file .zip. Completamente offline; nessun account Xiaomi o Bluetooth necessario. Smart Band 8/9/10.
pl: Zaimportuj historię Mi Band (kroki, tętno, tętno spoczynkowe, fazy snu, SpO₂, poziom stresu i wynik snu) bezpośrednio z aplikacji Mi Fitness. Na Twoim iPhonie: Pliki → Na moim iPhonie → Mi Fitness, naciśnij i przytrzymaj folder → Kompresuj, a następnie wybierz tutaj plik .zip. Całkowicie offline; nie jest potrzebne konto Xiaomi ani Bluetooth. Inteligentna opaska 8/9/10.
pt_pt: Importe o histórico da tua Mi Band (passos, frequência cardíaca, FC em repouso, fases do sono, SpO₂, stress e pontuação do sono) diretamente da aplicação Mi Fitness. No teu iPhone: Ficheiros → No Meu iPhone → Mi Fitness, mantenha pressionada a pasta → Compactar e escolha aqui o ficheiro . zip. Totalmente offline; não é necessária nenhuma conta Xiaomi ou Bluetooth. Banda inteligente 09/08/10.
ru: Импортируйте историю Mi Band (шаги, пульс, пульс в покое, стадии сна, SpO₂, стресс и оценку сна) прямо из приложения Mi Fitness. На iPhone: Файлы → На моём iPhone → Mi Fitness, нажмите и удерживайте папку → Сжать, затем выберите .zip здесь. Полностью офлайн: аккаунт Xiaomi и Bluetooth не нужны. Smart Band 8/9/10.
th: นำเข้าประวัติ Mi Band ของคุณ (จำนวนก้าว อัตราการเต้นหัวใจ อัตราการเต้นหัวใจขณะพัก ระยะการนอน SpO₂ ความเครียด และคะแนนการนอน) โดยตรงจากแอป Mi Fitness บน iPhone ของคุณ: ไฟล์ → บน iPhone ของฉัน → Mi Fitness กดโฟลเดอร์ค้างไว้ → บีบอัด จากนั้นเลือก .zip ที่นี่ ออฟไลน์โดยสมบูรณ์; ไม่จำเป็นต้องมีบัญชี Xiaomi หรือบลูทูธ สมาร์ทแบนด์ 8/9/10
zh_hans: 直接从 Mi Fitness 应用导入你的 Mi Band 历史数据（步数、心率、静息心率、睡眠阶段、SpO₂、压力和睡眠分数）。在 iPhone 上：文件 → 我的 iPhone → Mi Fitness，长按文件夹 → 压缩，然后在这里选择该 .zip。完全离线；无需小米账号或 Bluetooth。支持 Smart Band 8/9/10。
zh_hant: 直接從 Mi Fitness 應用程式匯入你的 Mi Band 歷史資料（步數、心率、靜息心率、睡眠階段、SpO₂、壓力和睡眠分數）。在你的 iPhone 上：檔案 → 我的 iPhone → Mi Fitness，長按資料夾 → 壓縮，然後在這裡選擇該 .zip 檔案。完全離線；不需要小米帳號或 Bluetooth。適用 Smart Band 8/9/10。

source: Import your own data export from Oura, Fitbit or Garmin: sleep, resting heart rate, HRV, steps and more, where the export has them. Download it from the brand's app (Oura: Account → Export Data; Fitbit: Google Takeout; Garmin: Export Your Data), then choose the file here. Fully offline; nothing leaves %@. Each brand's own readiness or sleep score is kept for reference only. Your scores stay yours.
de: Importiere deinen eigenen Datenexport von Oura, Fitbit oder Garmin: Schlaf, Ruheherzfrequenz, HRV, Schritte und mehr, wo der Export sie enthält. Lade ihn in der App der Marke herunter (Oura: Account → Export Data; Fitbit: Google Takeout; Garmin: Export Your Data) und wähle die Datei hier aus. Komplett offline; nichts verlässt %@. Der eigene Readiness- oder Schlafwert jeder Marke wird nur als Referenz behalten. Deine Werte bleiben deine.
es: Importa tu propia exportación de datos de Oura, Fitbit o Garmin: sueño, frecuencia cardíaca en reposo, VFC, pasos y más, cuando la exportación los incluya. Descárgala desde la app de la marca (Oura: Account → Export Data; Fitbit: Google Takeout; Garmin: Export Your Data) y luego elige el archivo aquí. Totalmente sin conexión; nada sale de %@. La puntuación de preparación o sueño de cada marca se conserva solo como referencia. Tus puntuaciones siguen siendo tuyas.
fr: Importez votre propre export de données depuis Oura, Fitbit ou Garmin : sommeil, fréquence cardiaque au repos, VFC, pas et plus, lorsque l'export les contient. Téléchargez-le depuis l'app de la marque (Oura : Account → Export Data ; Fitbit : Google Takeout ; Garmin : Export Your Data), puis choisissez le fichier ici. Entièrement hors ligne ; rien ne quitte %@. Le score de préparation ou de sommeil propre à chaque marque est conservé à titre de référence uniquement. Vos scores restent les vôtres.
it: Importa la tua esportazione dati da Oura, Fitbit o Garmin: sonno, frequenza cardiaca a riposo, HRV, passi e altro, dove l'esportazione li contiene. Scaricala dall'app della marca (Oura: Account → Export Data; Fitbit: Google Takeout; Garmin: Export Your Data), poi scegli qui il file. Completamente offline; niente lascia %@. Il punteggio di prontezza o di sonno di ogni marca viene conservato solo come riferimento. I tuoi punteggi restano tuoi.
pl: Zaimportuj własny eksport danych z Oura, Fitbit lub Garmin: sen, tętno spoczynkowe, HRV, kroki i inne, jeśli eksport je zawiera. Pobierz go z aplikacji marki (Oura: Konto → Eksportuj dane; Fitbit: Google Takeout; Garmin: Eksportuj swoje dane), a następnie wybierz plik tutaj. Całkowicie offline; nic nie pozostawia %@. Własne wyniki gotowości lub snu każdej marki są przechowywane wyłącznie w celach informacyjnych. Twoje wyniki pozostają Twoje.
pt_pt: Importe a tua própria exportação de dados da Oura, Fitbit ou Garmin: sono, frequência cardíaca em repouso, VFC, passos e muito mais, onde a exportação os tiver. Descarregue-o na aplicação da marca (Oura: Conta → Exportar dados; Fitbit: Google Takeout; Garmin: Exporte os teus dados) e escolha o ficheiro aqui. Totalmente offline; nada sai de %@. A pontuação de prontidão ou de sono de cada marca é mantida apenas para referência. As tuas pontuações permanecem suas.
ru: Импортируйте собственный экспорт данных из Oura, Fitbit или Garmin: сон, пульс в покое, ВСР, шаги и другое — если это есть в экспорте. Скачайте его из приложения бренда (Oura: Account → Export Data; Fitbit: Google Takeout; Garmin: Export Your Data), затем выберите файл здесь. Полностью офлайн: ничего не покидает %@. Собственная оценка готовности или сна каждого бренда сохраняется только для справки. Ваши показатели остаются вашими.
th: นำเข้าการส่งออกข้อมูลของคุณเองจาก Oura, Fitbit หรือ Garmin: การนอน อัตราการเต้นหัวใจขณะพัก HRV จำนวนก้าว และอื่นๆ อีกมากมาย ซึ่งมีการส่งออกข้อมูลเหล่านั้น ดาวน์โหลดได้จากแอปของแบรนด์ (Oura: บัญชี → ส่งออกข้อมูล; Fitbit: Google Takeout; Garmin: ส่งออกข้อมูลของคุณ) จากนั้นเลือกไฟล์ที่นี่ ออฟไลน์โดยสมบูรณ์; ไม่มีข้อมูลใดออกจาก %@ คะแนนความพร้อมหรือการนอนของแต่ละแบรนด์จะเก็บไว้เพื่อใช้อ้างอิงเท่านั้น คะแนนของคุณยังคงเป็นของคุณ
zh_hans: 导入你自己从 Oura、Fitbit 或 Garmin 导出的数据：睡眠、静息心率、HRV、步数等（以导出文件包含的为准）。从各品牌的应用下载（Oura：Account → Export Data；Fitbit：Google Takeout；Garmin：Export Your Data），然后在这里选择文件。完全离线；任何数据都不会离开 %@。各品牌自己的准备度或睡眠分数仅作参考保留。你的分数始终是你自己的。
zh_hant: 匯入你自己從 Oura、Fitbit 或 Garmin 匯出的資料：睡眠、靜息心率、HRV、步數等，只要匯出檔案裡有。從該品牌的應用程式下載（Oura：帳號 → 匯出資料；Fitbit：Google Takeout；Garmin：匯出你的資料），然後在這裡選擇檔案。完全離線；沒有任何內容離開 %@。各品牌自己的準備度或睡眠分數僅保留作參考。你的分數始終是你自己的。

source: Import your strength-training history from a Hevy CSV export or a Liftosaur JSON export. Each workout becomes a Strength session with a training-volume estimate (weight × reps). It's a volume figure, not a measured strain. It never changes your Effort.
de: Importiere deinen Krafttrainings-Verlauf aus einem Hevy-CSV-Export oder einem Liftosaur-JSON-Export. Jedes Workout wird eine Kraftsitzung mit einer Trainingsvolumen-Schätzung (Gewicht × Wiederholungen). Es ist eine Volumenzahl, keine gemessene Belastung. Sie ändert nie deine Anstrengung.
es: Importa tu historial de entrenamiento de fuerza desde una exportación CSV de Hevy o una exportación JSON de Liftosaur. Cada entrenamiento se convierte en una sesión de Fuerza con una estimación de volumen de entrenamiento (peso × repeticiones). Es una cifra de volumen, no un esfuerzo medido. Nunca cambia tu Esfuerzo.
fr: Importez votre historique de musculation depuis un export CSV Hevy ou un export JSON Liftosaur. Chaque entraînement devient une séance de Force avec une estimation du volume d'entraînement (poids × répétitions). C'est une donnée de volume, pas un effort mesuré. Cela ne modifie jamais votre Effort.
it: Importa la tua cronologia di allenamento con i pesi da un'esportazione CSV di Hevy o JSON di Liftosaur. Ogni allenamento diventa una sessione di Forza con una stima del volume di allenamento (peso × ripetizioni). È un dato di volume, non un carico misurato. Non modifica mai il tuo Sforzo.
pl: Zaimportuj historię treningów siłowych z eksportu Hevy CSV lub Liftosaur JSON. Każdy trening staje się sesją siłową z szacunkową objętością treningu (waga × powtórzenia). To wielkość, a nie zmierzone odkształcenie. To nigdy nie zmienia Twojego Wysiłek.
pt_pt: Importe o teu histórico de treino de força de uma exportação Hevy CSV ou de uma exportação Liftosaur JSON. Cada treino transforma-se numa sessão de força com uma estimativa do volume de treino (peso x repetições). É um valor de volume, não uma tensão medida. Isso nunca muda o teu esforço.
ru: Импортируйте историю силовых тренировок из CSV-экспорта Hevy или JSON-экспорта Liftosaur. Каждая тренировка становится силовой сессией с оценкой объёма нагрузки (вес × повторения). Это показатель объёма, а не измеренная нагрузка. Он никогда не влияет на ваше Усилие.
th: นำเข้าประวัติการฝึกเวทของคุณจากการส่งออก Hevy CSV หรือการส่งออก Liftosaur JSON การออกกำลังกายแต่ละครั้งจะกลายเป็นเซสชัน Strength โดยมีปริมาณการฝึกโดยประมาณ (น้ำหนัก × จำนวนครั้ง) เป็นตัวเลขปริมาตร ไม่ใช่น้ำหนักที่วัดได้ มันไม่เคยเปลี่ยนภาระร่างกายของคุณ
zh_hans: 从 Hevy 的 CSV 导出或 Liftosaur 的 JSON 导出导入你的力量训练历史。每次锻炼会成为一次力量训练，并附带训练量估算（重量 × 次数）。这只是训练量数字，不是实测强度，绝不会改变你的消耗。
zh_hant: 從 Hevy 的 CSV 匯出檔案或 Liftosaur 的 JSON 匯出檔案匯入你的力量訓練歷史。每次鍛鍊都會成為一個力量訓練課次，並帶有訓練量估算（重量 × 次數）。這是一個訓練量數字，不是實測的強度，它絕不會改變你的消耗。

source: Import…
de: Importieren…
es: Importar…
fr: Importer…
it: Importa…
pt_pt: Importação…
ru: Импортировать…
th: นำเข้า…
zh_hans: 导入…
zh_hant: 匯入…

source: Imported
de: Importiert
es: Importado
fr: Importé
it: Importato
pl: Importowany
pt_pt: Importado
ru: Импортировано
th: นำเข้า
zh_hans: 已导入
zh_hant: 已匯入

# Imported %lld days (%lld values)
source: Imported %1$lld days (%2$lld values)
de: %1$lld Tage importiert (%2$lld Werte)
es: Importados %lld días (%lld valores)
fr: %1$lld jours importés (%2$lld valeurs)
it: Importati %lld giorni (%lld valori)
pl: Zaimportowane dni %1$lld (wartości %2$lld)
pt_pt: %1$lld dias importados (valores %2$lld)
ru: Импортировано дней: %1$lld (значений: %2$lld)
th: วันที่นำเข้า %lld (ค่า %lld)
zh_hans: 已导入 %lld 天（%lld 条数值）
zh_hant: 已匯入 %lld 天（%lld 個數值）

# Imported %lld readings (%lld markers)
source: Imported %1$lld readings (%2$lld markers)
de: Importierte %lld-Messwerte (%lld-Marker)
es: Lecturas %lld importadas (marcadores %lld)
fr: Lectures %lld importées (marqueurs %lld)
it: Letture %lld importate (marcatori %lld)
pl: Zaimportowano odczytów: %lld (markery: %lld)
pt_pt: Leituras %lld importadas (marcadores %lld)
ru: Импортированные показания %lld (маркеры %lld)
th: นำเข้าค่าที่วัดได้ %1$lld ค่า (%2$lld ตัวชี้วัด)
zh_hans: 导入 %lld 读数（%lld 标记）
zh_hant: 導入 %lld 讀數（%lld 標記）

source: Imported %lld workouts
de: %lld Workouts importiert
es: Importados %lld entrenamientos
fr: %lld entraînements importés
it: Importati %lld allenamenti
pl: Zaimportowane treningi %lld
pt_pt: Exercícios %lld importados
ru: Импортировано тренировок: %lld
th: นำเข้าการออกกำลังกาย %lld
zh_hans: 已导入 %lld 次锻炼
zh_hant: 已匯入 %lld 次鍛鍊

source: Imported 1 workout
de: 1 Workout importiert
es: Importado 1 entrenamiento
fr: 1 entraînement importé
it: Importato 1 allenamento
pl: Zaimportowano 1 trening
pt_pt: 1 treino importado
ru: Импортирована 1 тренировка
th: นำเข้า 1 การออกกำลังกาย
zh_hans: 已导入 1 次锻炼
zh_hant: 已匯入 1 次鍛鍊

source: Imported history can't be merged
de: Der importierte Verlauf kann nicht zusammengeführt werden
es: El historial importado no se puede fusionar
fr: L'historique importé ne peut pas être fusionné
it: La cronologia importata non può essere unita
pl: Zaimportowanej historii nie można scalić
pt_pt: O histórico importado não pode ser mesclado
ru: Импортированную историю невозможно объединить.
th: ไม่สามารถรวมประวัติที่นำเข้าได้
zh_hans: 导入的历史记录无法合并
zh_hant: 導入的歷史記錄無法合併

source: Importing Apple Health history %lld%%
de: Apple Health Verlauf wird importiert %lld%%
es: Importando Apple Health historial %lld%%
fr: Importation de l'historique Apple Health %lld%%
it: Importazione della cronologia Apple Health %lld%%
pl: Importowanie historii Apple Health %lld%%
pt_pt: Importando histórico de Apple Health %lld%%
ru: Импорт истории Apple Health %lld%%
th: กำลังนำเข้าประวัติ Apple Health %lld%%
zh_hans: 导入Apple Health历史记录%lld%%
zh_hant: 導入Apple Health歷史記錄%lld%%

source: Importing overwrites everything currently on %@. Your old data is kept in a side file just in case. NOOP needs a relaunch for an import to take effect. Export CSV writes a WHOOP-format zip of your days, sleeps, workouts and journal that re-imports into NOOP on Mac, iPhone, or Android. On-device computed rows are marked APPROXIMATE in its Source column; the full backup stays the lossless restore path.
de: Der Import überschreibt alles, was derzeit auf %@ ist. Deine alten Daten werden vorsichtshalber in einer Nebendatei behalten. NOOP braucht einen Neustart, damit ein Import wirkt. „CSV exportieren“ schreibt eine Zip im WHOOP-Format mit deinen Tagen, Schlafphasen, Workouts und deinem Tagebuch, die sich auf Mac, iPhone oder Android wieder in NOOP importieren lässt. Auf dem Gerät berechnete Zeilen sind in der Spalte „Source“ als APPROXIMATE markiert; die vollständige Sicherung bleibt der verlustfreie Wiederherstellungsweg.
es: Importar sobrescribe todo lo que hay actualmente en %@. Tus datos antiguos se guardan en un archivo aparte por si acaso. NOOP necesita reiniciarse para que una importación surta efecto. Exportar CSV genera un zip en formato WHOOP con tus días, sueños, entrenamientos y diario que se puede reimportar en NOOP en Mac, iPhone o Android. Las filas calculadas en el dispositivo se marcan como APPROXIMATE en su columna Source; la copia de seguridad completa sigue siendo la vía de restauración sin pérdidas.
fr: L'importation écrase tout ce qui se trouve actuellement sur %@. Vos anciennes données sont conservées dans un fichier annexe, juste au cas où. NOOP a besoin d'être relancé pour qu'une importation prenne effet. Exporter en CSV écrit un zip au format WHOOP de vos jours, sommeils, entraînements et journal, qui se réimporte dans NOOP sur Mac, iPhone ou Android. Les lignes calculées sur l'appareil sont marquées APPROXIMATE dans leur colonne Source ; la sauvegarde complète reste le chemin de restauration sans perte.
it: L'importazione sovrascrive tutto ciò che è attualmente su %@. I tuoi vecchi dati vengono conservati in un file separato per sicurezza. NOOP deve essere riavviato perché un'importazione abbia effetto. Esporta CSV scrive uno zip in formato WHOOP dei tuoi giorni, sonni, allenamenti e diario che si reimporta in NOOP su Mac, iPhone o Android, le righe calcolate sul dispositivo sono contrassegnate come APPROSSIMATIVE nella sua colonna Sorgente; il backup completo resta il percorso di ripristino senza perdite.
pl: Importowanie nadpisuje wszystko, co aktualnie znajduje się na %@. Twoje stare dane są na wszelki wypadek przechowywane w pliku bocznym. NOOP wymaga ponownego uruchomienia, aby import zaczął obowiązywać. Eksportuj CSV zapisuje Twoje dni, sen, treningi i dziennik w formacie WHOOP zip, który jest ponownie importowany do NOOP na komputerze Mac, iPhone lub Android. Wiersze obliczone na urządzeniu są oznaczone jako PRZYBLIŻONE w kolumnie Źródło; pełna kopia zapasowa pozostaje ścieżką bezstratnego przywracania.
pt_pt: A importação substitui tudo o que está atualmente em %@. Os teus dados antigos são mantidos num ficheiro secundário, apenas para garantir. O NOOP precisa de ser reiniciado para que uma importação entre em vigor. O Export CSV grava um zip em formato WHOOP dos teus dias, sono, treinos e diário que reimporta para NOOP no Mac, iPhone ou Android. As linhas computadas no dispositivo são marcadas como APPROXIMATE na coluna Origem; o cópia de segurança completo permanece no caminho de restauro sem perdas.
ru: Импорт перезаписывает всё, что сейчас есть на %@. Ваши старые данные сохраняются в отдельном файле на всякий случай. Для вступления импорта в силу NOOP нужно перезапустить. Экспорт CSV создаёт zip в формате WHOOP с вашими днями, снами, тренировками и журналом, который можно повторно импортировать в NOOP на Mac, iPhone или Android. Строки, рассчитанные на устройстве, помечены как ПРИБЛИЗИТЕЛЬНО в столбце «Источник»; полная резервная копия остаётся способом восстановления без потерь.
th: การนำเข้าจะเขียนทับทุกสิ่งในปัจจุบันบน %@ ข้อมูลเก่าของคุณจะถูกเก็บไว้ในไฟล์ด้านข้างเผื่อไว้ NOOP จำเป็นต้องเปิดใหม่เพื่อให้การนำเข้ามีผล CSV การส่งออกจะเขียนไฟล์ ZIP ในรูปแบบ WHOOP ของวัน การนอน การออกกำลังกาย และบันทึกประจำวันของคุณที่นำเข้าสู่ NOOP บน Mac, iPhone หรือ Android อีกครั้ง แถวที่คำนวณบนอุปกรณ์จะมีเครื่องหมายว่า APPROXIMATE ในคอลัมน์แหล่งที่มา การสำรองข้อมูลทั้งหมดจะยังคงอยู่ในเส้นทางการกู้คืนแบบไม่สูญเสียข้อมูล
zh_hans: 导入会覆盖 %@ 上当前的所有内容。以防万一，你的旧数据会保存在一个备用文件中。导入生效需要重新启动 NOOP。导出 CSV 会写出一个 WHOOP 格式的 zip，包含你的每日数据、睡眠、锻炼和日志，可重新导入到 Mac、iPhone 或 Android 上的 NOOP 中，设备端计算的行会在其「来源」列中标为 APPROXIMATE（近似）；完整备份仍是无损的还原路径。
zh_hant: 匯入會覆蓋 %@ 上目前的所有內容。以防萬一，你的舊資料會保存在一個備用檔案中。匯入生效需要重新啟動 NOOP。匯出 CSV 會寫出一個 WHOOP 格式的 zip，包含你的每日資料、睡眠、鍛鍊和日誌，可重新匯入到 Mac、iPhone 或 Android 上的 NOOP 中，裝置端計算的列會在其「來源」欄中標為 APPROXIMATE（近似）；完整備份仍是無損的還原路徑。

source: Importing overwrites everything currently on this Mac. Your old data is kept in a side file just in case. NOOP needs a relaunch for an import to take effect.
de: Der Import überschreibt alles, was sich derzeit auf diesem Mac befindet. Deine alten Daten werden sicherheitshalber in einer separaten Datei aufbewahrt. NOOP muss neu gestartet werden, damit ein Import wirksam wird.
es: Importar sobrescribe todo lo que hay actualmente en este Mac. Tus datos antiguos se guardan en un archivo aparte por si acaso. NOOP necesita reiniciarse para que una importación tenga efecto.
fr: L'importation écrase tout ce qui se trouve actuellement sur ce Mac. Vos anciennes données sont conservées dans un fichier annexe au cas où. NOOP doit être relancé pour qu'une importation prenne effet.
it: L'importazione sovrascrive tutto ciò che è attualmente su questo Mac. I tuoi vecchi dati vengono conservati in un file a parte per sicurezza. NOOP deve essere riavviato perché l'importazione abbia effetto.
pl: Importowanie zastępuje wszystko, co aktualnie znajduje się na tym komputerze Mac. Twoje stare dane są na wszelki wypadek przechowywane w pliku bocznym. NOOP wymaga ponownego uruchomienia, aby import zaczął obowiązywać.
pt_pt: A importação substitui tudo o que está atualmente neste Mac. Os teus dados antigos são mantidos num ficheiro secundário, por precaução. O NOOP precisa de ser reiniciado para que uma importação entre em vigor.
ru: При импорте все текущие данные на этом Mac будут перезаписаны. Старые данные на всякий случай сохранятся в отдельном файле. Чтобы импорт вступил в силу, перезапустите NOOP.
th: การนำเข้าจะเขียนทับทุกสิ่งที่อยู่ใน Mac เครื่องนี้ในปัจจุบัน ข้อมูลเก่าของคุณจะถูกเก็บไว้ในไฟล์ด้านข้างเผื่อไว้ NOOP จำเป็นต้องเปิดใหม่เพื่อให้การนำเข้ามีผล
zh_hans: 导入会覆盖这台 Mac 上当前的所有内容。以防万一，你的旧数据会保存在一个备用文件中。导入生效需要重新启动 NOOP。
zh_hant: 匯入會覆蓋這台 Mac 上目前的所有內容。以防萬一，你的舊資料會保存在一個備用檔案中。匯入生效需要重新啟動 NOOP。

source: Importing…
de: Importiere…
es: Importando…
fr: Importation…
it: Importazione…
pl: Importuję…
pt_pt: Importando…
ru: Импортируется…
th: กำลังนำเข้า...
zh_hans: 导入中…
zh_hant: 匯入中…

source: in
de: ein
pl: W
ru: дюйм
th: นิ้ว
zh_hans: 英寸
zh_hant: 英寸

source: In and out, but the band won more than it lost.
de: Mal drin, mal draußen, aber der Zielbereich hat öfter gewonnen als verloren.
es: Dentro y fuera, pero la zona ganó más de lo que perdió.
fr: Dans la zone et hors zone, mais la zone l'a emporté plus souvent qu'elle n'a perdu.
it: Dentro e fuori, ma la fascia ha vinto più di quanto abbia perso.
pl: Wchodzi i wychodzi, ale zespół więcej wygrał niż przegrał.
pt_pt: Entra e sai, mas a banda ganhou mais do que perdeu.
ru: То в пределах диапазона, то нет — но чаще в пределах, чем нет.
th: มีทั้งช่วงที่อยู่ในและนอกเป้าหมาย แต่โดยรวมอยู่ในช่วงเป้าหมายมากกว่า
zh_hans: 时进时出，但大部分时间仍保持在目标区间内。
zh_hant: 時進時出，但大部分時間仍保持在目標區間內。

source: In band
de: Im Zielbereich
es: Dentro de la zona
fr: Dans la zone
it: Nella fascia
pl: W zespole
pt_pt: Na banda
ru: В диапазоне
th: ในช่วงเป้าหมาย
zh_hans: 区间内
zh_hant: 區間內

source: in the sweet spot (acute:chronic %@)
de: im optimalen Bereich (akut:chronisch %@)
es: en el punto óptimo (agudo:crónico %@)
fr: dans la zone optimale (aigu:chronique %@)
it: nella zona ottimale (acuto:cronico %@)
pl: w słodkim punkcie (ostry: chroniczny %@)
pt_pt: no ponto ideal (agudo:crónico %@)
ru: в оптимальной зоне (остр.:хрон. %@)
th: ในจุดที่น่าสนใจ (เฉียบพลัน:เรื้อรัง %@)
zh_hans: 处于最佳区间（急性：慢性 %@）
zh_hant: 處於最佳區間（急性：慢性 %@）

source: In your band. On track.
de: Im Zielbereich. Auf Kurs.
es: En tu zona. Vas bien.
fr: Dans votre zone. Sur la bonne voie.
it: Nella tua fascia. Sei in linea.
pl: W twoim zespole. Na dobrej drodze.
pt_pt: Na tua banda. No bom caminho.
ru: В вашем диапазоне. Всё по плану.
th: อยู่ในช่วงเป้าหมาย ทำได้ตามแผน
zh_hans: 处于目标区间内。状态良好。
zh_hant: 處於目標區間內。狀態良好。

source: In your data so far, this doesn’t move your %@ the way it typically does.
de: In deinen bisherigen Daten bewegt das dein %@ nicht so, wie es das typischerweise tut.
es: En tus datos hasta ahora, esto no mueve tu %@ como suele hacerlo.
fr: Dans vos données jusqu'ici, cela ne fait pas évoluer votre %@ comme d'habitude.
it: Nei tuoi dati finora, questo non influenza il tuo %@ come fa di solito.
pl: W Twoich dotychczasowych danych nie powoduje to przeniesienia %@ w taki sposób, w jaki zwykle to robi.
pt_pt: Nos teus dados até agora, isto não move o teu %@ como normalmente acontece.
ru: По вашим данным на сегодня, это не влияет на %@ так, как обычно.
th: ในข้อมูลของคุณจนถึงตอนนี้ สิ่งนี้จะไม่ย้าย %@ ของคุณเหมือนปกติ
zh_hans: 从你目前的数据看，这并没有像通常那样影响你的%@。
zh_hant: 到目前為止，在你的資料中，這對你 %@ 的影響不像通常那樣。

source: in your normal range
de: in deinem normalen Bereich
es: dentro de tu rango normal
fr: dans votre plage normale
it: nel tuo intervallo normale
pl: w twoim normalnym zakresie
pt_pt: na tua gama normal
ru: в пределах вашей нормы
th: ในช่วงปกติของคุณ
zh_hans: 处于正常范围内
zh_hant: 處於正常範圍內

source: In your range
de: In deinem Bereich
es: En tu rango
fr: Dans votre plage
it: Nel tuo intervallo
pl: W Twoim zasięgu
pt_pt: No teu alcance
ru: В вашем диапазоне
th: อยู่ในช่วงของคุณ
zh_hans: 在你的范围内
zh_hant: 在你的範圍內
